{
  "49": "I",
  "55": "U",
  "58": "X",
  "65": "e",
  "67": "g",
  "69": "i",
  "72": "r",
  "73": "s",
  "424": " D",
  "2715": "✕",
  "55980683": "1 week",
  "-888224a": "We know the value of your work,",
  "-2928772a": "it's time your clients did too.",
  "898d636": "Let's level up your brand ",
  "-2acfb5bf": "and help you stand out.",
  "2d": "-",
  "5f": "_",
  "6e": "n",
  "-44186a7c": "is this for me?",
  "7d02c947": "This is perfect for those whose brand needs just a helping hand. This is if I already have a developer on hand and need expertise at creating user-centric, captivating designs that'll have my users falling in love with my brand.",
  "1462e966": "This isn’t just about making work, this is about making work that works. So I don’t design complex, precious bits of art and then get annoyed when I see you break them. I design systems that are meant to be used by users. You'll be able to check-in for every step of the way to make sure we're always aligned with the vision of your brand.",
  "60f05da4": "Investment: €3,000 (or 300€ for 12 months)",
  "93ba4dc": "Included",
  "7a03330e": "Discovery Call",
  "-2bd2e88": "Audience Analysis",
  "-257f8cd0": "Competitor Analysis",
  "2604d782": "Website Copywriting",
  "2c244e7e": "Sitemaps",
  "-555b2675": "Wireframes",
  "-7887d3c2": "Stylescapes",
  "-7ed9dcd": "1-6 dev-ready responsive pages",
  "63d11303": "3 Revisions per phase",
  "112d4bf4": "Book A Call",
  "-440b1699": "This is perfect for newer brands who need a well-designed & functional website as soon as possible. Walk away knowing everything website related will be properly taken care of, no surprise problems down the line, no unwanted charges, and no unsteady launches. Smooth design-to-dev transition to make sure nothing is lost in translation. ",
  "-b7e0dd2": "Building a website is easy. Creating a beautiful, brand-accurate website that drives business is not. I take only a few projects at a time to make sure I deliver my best work. Let’s chat and see if we’re a great fit! ",
  "4f0e3944": "Investment: €6,000 (or 550€ for 12 months)",
  "6e1d6ff": "Everything in UX Web Design package",
  "3bc201c3": "Live Responsive Website",
  "3b7578c4": "Hosting Services",
  "-3af56bc3": "CMS Dashboard",
  "-4995a40d": "SEO-Ready",
  "3a5961c1": "CMS Onboarding Process",
  "255f18df": "1 week post-launch support (potential to extend indefinitely",
  "40f42bed": "Not sure what your users want? Not sure who they even are? Clear up all the fog in terms of what to do's and how to do's with intensive UX-based research & strategy. ",
  "-4cefecd8": "Starting with strategy we'll carry out an in depth audience & competitor analysis to inform all our design decisions. I'll then craft you a standout & action driven online web presence driven by your long term strategy and ambitions for your brand. ",
  "-572bcf69": "Being able to build the designs I produce means I can bring your idea to life. It also means I don't design anything that can't technically be created.",
  "5d23a16f": "Investment: €9,000 (or 800€ for 12 months)",
  "-6c62fed": "Everything in UX Design package",
  "157f16c7": "Everything in Web Development package",
  "1b7bfed2": "WebGL 3D Models",
  "-3259a71f": "Unlimited Revisions for 1 week post-launch",
  "5cf26aa6": "Your Website nominated for ",
  "-3702a0ca": "Awwwards",
  "-24aa3454": "UX-UI Web Design",
  "7aac44": "€3k",
  "-2e7c8a17": "For those who have a developer on hand but need user-centric designs that connects & converts your ideal clients",
  "6ae36336": "1-3 weeks",
  "-28c64386": "+ web development",
  "321ef2fb": "3-6 weeks",
  "7aaca1": "€6k",
  "5d0e7888": "An efficient solution for those who need a website & support",
  "-283d678d": "+ 3d webgl integration",
  "56f5c660": "6-8 Weeks",
  "7aacfe": "€9k",
  "-45dc3cb7": "For brands ready to take on the world, the complete toolkit to rebranding and delighting your ideal clients ",
  "49bee47c": "Selected Case Studies",
  "176c0b02": " 2023-2024 | Tokyo, Japan",
  "5d2301eb": "FreeWater",
  "-46eb871e": "Enter the merciless world of the bottled water industry through Josh Cliffords' lens as he innovates the way people experience ads. In this vision, Josh delves into the unique juxtaposition of advertisement and compassion as he distributes ads through free bottled spring water.",
  "-75ff5aec": "View case study",
  "-3a0c91b2": "2023 | MONTSALES, FRANCE",
  "-34e697c": "ReiQiMotion",
  "28b6011c": "Embark on a tranquil journey through the open musings and serene understanding of our Earth, as Gerald's lens unveils the profound beauty and spiritual essence of mental healthcare. In this captivating series, Gerald captures the tranquility and meditative atmosphere that permeate the teachings of Reiki.",
  "3505382b": " 2024 | France & Japan",
  "-62a2b409": "Animated Hero Sections",
  "1e733a00": "Step into the mesmerizing world of Yoann Savigny's pro-bono series, where the beauty of creation unfolds in breathtaking detail. Through their work, Yoann captures the compassion and attention of many whose touched his life.",
  "-5a60519e": "User-Centric",
  "-98117fb": "Resilient",
  "65afbbd2": "Resilient design focuses on the well-being of the most vulnerable and anticipates the potential for abuse.",
  "62a19a97": "Principles",
  "1e3fd9cc": "Inclusive",
  "-b8d07f2": "Inclusive design is a methodology that enables and draws on the full range of human diversity.",
  "6fc27995": "Generate",
  "-379face": "Transparent",
  "3bfcd1f": "Transparent design is clear about intentions, honest in actions and free of dark patterns.",
  "7c45e11d": "Long-Term",
  "2c1b7585": "Empowering",
  "-2b82f172": "Empowering design ensures products center on the value they provide to people over the revenue it can generate.",
  "4e39de8": "Users",
  "1e79f4f7": "Intentional",
  "-3def8782": "Intentional design uses friction to prevent abuse, protects privacy, steers people towards healthier digital habits and considers long-term consequences over short-term gain.",
  "3f69f217": "Respectful",
  "2f622ff5": "Respectful design prioritizes people’s time, attention and overall digital well-being.",
  "7d6e78cf": "Finite",
  "5fa424df": "Finite design maximizes the overall quality of time spent by bounding the experience and prioritizing meaningful and relevant content.",
  "-61d6bd6b": "Yoann ",
  "-2d2494cf": "Savigny",
  "3a147b49": "3D UX Designer & Developer",
  "559c0b34": "Behance",
  "38d00405": "My website invites you on a personal journey through my unique approach to design and development. It's a reflection of how I leverage the environments I've lived in, the individuals I've met, and the shared narratives that shape us all to craft distinctive web solutions. Join me in exploring the perspectives gained from growing up across nine different countries, each offering its own lens and influencing my creative process.",
  "-4f8fa70a": "Ultimately, I'm here to help you leverage my insights and expertise to achieve your goals - Whether that's expanding your business internationally, or navigating cross-cultural challenges, or simply, delighting your users with unique web experiences.  Let's work together to make your vision a reality.",
  "5c60abb2": "Still have questions?",
  "-617012a9": "Drop me a line!",
  "7b60acbd": "I stand on the shoulder of giants. Thank you.",
  "122c2ebc": "BRUNO SIMON",
  "1d2e6ae2": "TIMOTHY RICKS",
  "-5f38452c": "CHRIS DO",
  "-4ea4ec2a": "GERALD SAVIGNY",
  "-17b0e94a": "ANDREW PRICE",
  "72d9ceba": "MANOELA ILIE",
  "-165559ee": "ALOK KANOJIA",
  "-7aba473": "Style Guide",
  "-33cdec7c": "v2.0.4",
  "16224ad6": "View Docs",
  "2268ff": "Home",
  "560f747e": "Services",
  "293b31": "Work",
  "-64104400": "Contact",
  "3c2336d": "About",
  "2f2d34": "drag"
}